/* List separator */
" " = " ";

/* No comment provided by engineer. */
"&" = "و";

/* Coordinate format */
"(%@, %@)" = "‏(%1$@، ‏%2$@)";

/* List delimiter */
"," = "،";

/* Approximate Qualifier Format */
"about %@" = "حول %@";

/* Past Deictic Expression */
"ago" = "منذ";

/* List conjunction */
"and" = "و";

/* Bit Unit */
"bits" = "بت";

/* Byte Unit */
"bytes" = "بايت";

/* Error converting to NSArray */
"Couldn’t convert to NSArray" = "تعذر التحويل إلى NSArray";

/* Day Unit (Singular) */
"day" = "يوم";

/* Day Unit (Plural) */
"days" = "أيام";

/* Day Unit (Singular, Abbreviated) */
"d" = "يوم";

/* Day Unit (Plural, Abbreviated) */
"ds" = "أيام";

/* Deictic Expression Format (#{Time} #{Ago/From Now} */
"Deictic Expression Format String" = "‏%1$@ - %2$@";

/* #{Dimensional Quantity} #{Direction} */
"Dimension Format String" = "‏%1$@ - %2$@";

/* #{Distance} #{Unit} */
"Distance Format String" = "‏%1$@ - %2$@";

/* East Direction Abbreviation */
"E" = "ق";

/* East Direction */
"East" = "شرق";

/* Exabyte Unit */
"EB" = "إكسابايت";

/* Exbibyte Unit */
"EiB" = "إكسبيبايت";

/* Future Deictic Expression */
"from now" = "من الآن";

/* Feet Unit */
"ft" = "قدم";

/* Feet Per Second Unit */
"ft/s" = "قدم/ث";

/* Gigabyte Unit */
"GB" = "غ.ب.";

/* Gigabit Unit */
"Gbit" = "غ.بت";

/* Gibibyte Unit */
"GiB" = "غيبيبايت";

/* Gibibit Unit */
"Gibit" = "غيبيبت";

/* Hour Unit (Singular) */
"hour" = "ساعة";

/* Hour Unit (Plural) */
"hours" = "ساعات";

/* Hour Unit (Singular, Abbreviated) */
"hr" = "س";

/* Hour Unit (Plural, Abbreviated) */
"hrs" = "س";

/* Present Deictic Expression */
"just now" = "الآن";

/* Kilobyte Unit */
"KB" = "ك.ب";

/* Kilobit Unit */
"kbit" = "ك.بت";

/* Kibibyte Unit */
"KiB" = "كيبيبايت";

/* Kibibit Unit */
"Kibit" = "كيبي بت";

/* Kilometer Unit */
"km" = "كم";

/* Kilometers Per Hour Unit */
"km/h" = "كم/س";

/* No comment provided by engineer. */
"last month" = "الشهر الماضي";

/* No comment provided by engineer. */
"last week" = "الأسبوع الماضي";

/* No comment provided by engineer. */
"last year" = "العام الماضي";

/* Meter Unit */
"m" = "م";

/* Meters Per Second Unit */
"m/s" = "م/ث";

/* Megabyte Unit */
"MB" = "م.ب";

/* Megabit Unit */
"Mbit" = "م.بت";

/* No comment provided by engineer. */
"Method Not Implemented" = "لم يتم تنفيذ الطريقة";

/* Mebibyte Unit */
"MiB" = "مبيبايت";

/* Mebibit Unit */
"Mibit" = "ميبيبت";

/* Mile Unit (Singular) */
"mile" = "ميل";

/* Mile Unit (Plural) */
"miles" = "ميل";

/* Minute Unit (Singular, Abbreviated) */
"min" = "د";

/* Minute Unit (Plural, Abbreviated) */
"mins" = "د";

/* Minute Unit (Singular) */
"minute" = "دقيقة";

/* Minute Unit (Plural) */
"minutes" = "دقائق";

/* Month Unit (Singular, Abbreviated) */
"mo" = "ش";

/* Month Unit (Singular) */
"month" = "شهر";

/* Month Unit (Plural) */
"months" = "أشهر";

/* Month Unit (Plural, Abbreviated) */
"mos" = "ش";

/* Miles Per Hour Unit */
"mph" = "ميل/س";

/* North Direction Abbreviation */
"N" = "ش";

/* Northeast Direction Abbreviation */
"NE" = "ش ق";

/* No comment provided by engineer. */
"next month" = "الشهر القادم";

/* No comment provided by engineer. */
"next week" = "الأسبوع القادم";

/* No comment provided by engineer. */
"next year" = "السنة القادمة";

/* North Direction */
"North" = "شمال";

/* Northeast Direction */
"Northeast" = "شمال شرق";

/* Northwest Direction */
"Northwest" = "شمال غرب";

/* Northwest Direction Abbreviation */
"NW" = "ش غ";

/* Petabyte Unit */
"PB" = "بيتابايت";

/* Petabit Unit */
"Pbit" = "بيتابت";

/* Pebibyte Unit */
"PiB" = "ببيبايت";

/* Pebibit Unit */
"Pibit" = "بيبيبت";

/* South Direction Abbreviation */
"S" = "ج";

/* Second Unit (Plural, Abbreviated)
   Second Unit (Singular, Abbreviated) */
"s" = "ث";

/* Southeast Direction Abbreviation */
"SE" = "ج ق";

/* Second Unit (Singular) */
"second" = "ثانية";

/* Second Unit (Plural) */
"seconds" = "ثوانٍ";

/* South Direction */
"South" = "جنوب";

/* Southeast Direction */
"Southeast" = "جنوب شرق";

/* Southwest Direction */
"Southwest" = "جنوب غرب";

/* #{Speed} #{Unit} */
"Speed Format String" = "‏%1$@ - %2$@";

/* Southwest Direction Abbreviation */
"SW" = "ج غ";

/* Terabyte Unit */
"TB" = "ت.ب.";

/* Terabit Unit */
"Tbit" = "ت.بت";

/* Tebibyte Unit */
"TiB" = "تبيبايت";

/* Tebibit Unit */
"Tibit" = "تيبيبت";

/* No comment provided by engineer. */
"tomorrow" = "غدًا";

/* #{Value} #{Unit} */
"Unit of Information Format String" = "‏%1$@ - %2$@";

/* West Direction Abbreviation */
"W" = "غ";

/* Week Unit (Singular) */
"week" = "أسبوع";

/* Week Unit (Plural) */
"weeks" = "أسابيع";

/* West Direction */
"West" = "غرب";

/* Week Unit (Singular, Abbreviated) */
"wk" = "أ";

/* Week Unit (Plural, Abbreviated) */
"wks" = "أ";

/* Yard Unit */
"yds" = "ياردة";

/* Year Unit (Singular) */
"year" = "عام";

/* Year Unit (Plural) */
"years" = "أعوام";

/* No comment provided by engineer. */
"yesterday" = "أمس";

/* Year Unit (Singular, Abbreviated) */
"yr" = "ع";

/* Year Unit (Plural, Abbreviated) */
"yrs" = "ع";

